Repository: Thijs-Attenza/Tunnelblick
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: sq

source: Disconnect All (%@) IP: %@
sq: Shkëput të gjitha (%1$@) IP: %2$@

source: Disconnect All (%@)
sq: Shkëputi të gjitha (%@)

source: Disconnect All (%d Connections) IP: %@
sq: Shkëput të gjitha (%1$d Lidhjet) IP: %2$@

source: Disconnect All (%d Connections)
sq: Shkëputi të gjitha (%d lidhjet)

source: No Active Connections
sq: Asnjë lidhje aktive

source: Username:
sq: Përdoruesi:

source: %@ F%d (Command-Option-F%d)
sq: %1$@ F%2$d (Command-Option-F%3$d)

source: (None available)
sq: (Asnjë e disponueshme)

source: Advanced...
sq: Të përparuara…

source: All Users
sq: Gjithë Përdoruesit

source: Always load Tap driver
sq: Ngarko gjithmonë driverin Tap

source: Always load Tun driver
sq: Ngarko gjithmonë driverin Tun

source: Always use the plugin
sq: Përdor gjithmonë pluginin

source: Back
sq: Kthehu

source: Cancel
sq: Anullo

source: Check Now
sq: Kontrollo Tani

source: Connect
sq: Lidhu

source: Continue
sq: Vazhdo

source: Copy Console Log to Clipboard
sq: Kopjo shënimet e konsolës në Clipboard

source: Copy Diagnostic Info to Clipboard
sq: Kopjo Informacionin Diagnostikues në Clipboard

source: Create sample configuration and edit it
sq: Krijo konfigurim shembull dhe rregulloje atë

source: Default (%@)
sq: Standart (%@)

source: Delete Credentials
sq: Fshij të dhënat e identifikimit

source: Delete saved passphrase and try again
sq: Fshij frazën sekrete të ruajtur dhe provo përsëri

source: Delete saved password and try again
sq: Fshij fjalëkalimin e ruajtur dhe provo përsëri

source: Delete
sq: Fshi

source: Disable network access
sq: Ç'aktivizo aksesin në rrjet

source: Disconnect
sq: Shkëputu

source: Do Not Re-enable Network Access
sq: Mos ri-aktivizo Aksesin në Rrjet

source: Do not use the plugin
sq: Mos e përdor pluginin

source: Do nothing
sq: Mos bëj asgjë

source: Download and Install
sq: Shkarko dhe instalo

source: Export Tunnelblick Setup
sq: Eksporto konfigurimet e Tunnelblick

source: Help
sq: Ndihmë

source: I DO NOT have configuration files
sq: UNË NUK kam skedarë konfigurimi

source: I have configuration files
sq: Unë kam skedarë konfigurimi

source: Ignore
sq: Injoro

source: Install and Relaunch
sq: Instalo dhe rihap

source: Install tun and tap system extensions...
sq: Instalo shtesat e sistemit 'tun' dhe 'tap'…

source: Install
sq: Instalo

source: Keep Both
sq: Mbaji të dyja

source: Latest (%@)
sq: E fundit (%@)

source: Load Tap driver automatically
sq: Ngarko drajverin Tap automatikisht

source: Load Tun driver automatically
sq: Ngarko drajverin Tun automatikisht

source: Manually
sq: Manualisht

source: Monochrome icon
sq: Ikonë njëngjyrëshe

source: More Info [%@]
sq: Më shumë Informacion [%@]

source: Never load Tap driver
sq: Mos ngarko kurrë drajverin Tap

source: Never load Tun driver
sq: Mos ngarko kurrë drajverin Tun

source: Never show
sq: Mos e trego asnjëherë

source: No keyboard shortcut
sq: Asnjë shkurtese e tastierës

source: No sound
sq: Asnjë zhurmë

source: Only Me
sq: Vetëm unë

source: Open easy-rsa in Terminal
sq: Hap easy-rsa në Terminal

source: Quit All OpenVPN Processes
sq: Mbyll të gjithë proceset OpenVPN

source: Quit
sq: Mbyll

source: Re-enable Network Access
sq: Ri-aktivizo Aksesin në Rrjet

source: Reinstall
sq: Riinstalo

source: Remind Me Later
sq: Më kujto më vonë

source: Remove Credentials
sq: Hiq të dhënat e identifikimit

source: Replace
sq: Zëvendëso

source: Reset Disabled Warnings
sq: Rivendos Paralajmërimet e Ç'aktivizuara

source: Reset primary interface
sq: Rivendos ndërfaqen kryesore

source: Restart connection
sq: Rifillo Lidhjen

source: Restore
sq: Kthe prapa

source: Retry with manual response
sq: Riprovo me përgjigje manuale

source: Retry
sq: Provo përsëri

source: Revert to the Last Secured Copy
sq: Rikthe te Kopja e Siguruar e Fundit

source: Revert
sq: Rikthe

source: Secure the Configuration
sq: Siguro Konfigurimin

source: Show on default screen (%u x %u)
sq: Shfaq në ekranin standart (%1$u x %2$u)

source: Show on screen %u (%u x %u)
sq: Shfaq në ekran %1$u (%2$u x %3$u)

source: Show when connection status changes
sq: Shfaqe kur gjendja e lidhjes ndryshon

source: Show while connecting and connected
sq: Shfaq ndërsa po lidhet dhe është lidhur

source: Show while connecting
sq: Shfaqe ndërsa po lidhet

source: Skip This Version
sq: Kalo këtë version

source: Skip this Update
sq: Kapërce këtë përditësim

source: Skip
sq: Kalo

source: Speak
sq: Fjalë

source: Standard icon
sq: Ikonë Standarte

source: Stop
sq: Ndalo

source: Terminate All OpenVPN processes
sq: Përfundo të gjithë proceset OpenVPN

source: Terminate
sq: Përfundo

source: This configuration has its own separate credentials
sq: Ky konfigurim ka të dhënat e veta të veçanta të identifikimit

source: This configuration uses %@ credentials
sq: Ky konfigurim përdor %@ të dhëna identifikimi

source: Try again with saved passphrase
sq: Provo përsëri me frazën sekrete të ruajtur

source: Try again with saved username and password
sq: Provo përsëri me emrin e përdoruesit dhe fjalëkalimin e ruajtur

source: Try again
sq: Provo përsëri

source: Tunnelblick 3.3 icon
sq: Ikona Tunnelblick 3.3

source: Uninstall Tunnelblick...
sq: Ç'instalo Tunnelblick…

source: Uninstall tun and tap system extensions...
sq: Ç'instalo shtesat e sistemit 'tun' dhe 'tap'…

source: Update
sq: Përditëso

source: When Tunnelblick launches
sq: Kur nis Tunnelblick

source: When computer starts
sq: Kur nis kompjuteri

source: A Tunnelblick Update is Available (%1.2f%% downloaded)...
sq: Një update për Tunnelblick është i disponueshëm (%1.2f%% i downloaduar)…

source: A Tunnelblick Update is Available and Downloaded...
sq: Një update për Tunnelblick është i disponueshëm dhe i shkarkuar…

source: A Tunnelblick Update is Available...
sq: Një update Tunnelblick është i disponueshëm…

source: A VPN Configuration Update is Available...
sq: Një update pë konfigurimin VPN është i disponueshem…

source: Add a VPN...
sq: Shto një VPN…

source: Connect %@%@
sq: Lidhu me %@%@

source: Copy Configuration into a New Folder...
sq: Kopjo konfigurimin në një dosje të re…

source: Copy Configurations into a New Folder...
sq: Kopjo konfigurimet në një dosje të re…

source: Delete Configuration's Credentials in Keychain...
sq: Fshij të dhënat e identifikimit të konfigurimit nga Keychain…

source: Disabled because this setting is being forced
sq: Ç'aktivizuar sepse ky rregull po imponohet

source: Disconnect %@%@
sq: Shkëputu nga %@%@

source: Do Not Show on Tunnelblick Menu
sq: Mos trego në menunë e Tunnelblick

source: Duplicate Configuration...
sq: Klono konfigurimin…

source: Edit OpenVPN Configuration File...
sq: Rregullo skedarin e konfigurimit të OpenVPN…

source: Examine OpenVPN Configuration File...
sq: Kontrollo skedarin e konfigurimit të OpenVPN…

source: Make Configuration Private...
sq: Kthe konfigurimin në privat…

source: Make Configuration Shared...
sq: Kthe konfigurimin në të përbashkët…

source: Move Configuration into a New Folder...
sq: Zhvendos konfigurimin në një dosje të re…

source: Move Configurations into a New Folder...
sq: Zhvendos konfigurimet në një dosje të re…

source: No OpenVPN or Tunnelblick VPN logging
sq: Asnjë shënim mbi OpenVPN ose Tunnelblick

source: No VPN Configurations Available
sq: Asnjë konfigurim VPN i disponueshëm

source: OpenVPN level %lu
sq: OpenVPN niveli %lu

source: OpenVPN level 0 - no output except fatal errors
sq: OpenVPN niveli 0 - asnjë shënim përveç gabimeve fatale

source: OpenVPN level 11 - extremely verbose output
sq: OpenVPN niveli 11 - shënime jashtëzakonisht të detajuara

source: OpenVPN level 3 - normal output
sq: OpenVPN niveli 3 - shënime normale

source: OpenVPN level 4 - values for all options
sq: OpenVPN niveli 4 - vlera për të gjitha mundësitë

source: OpenVPN level 5 - "R" or "W" for each packet
sq: OpenVPN niveli 5 - "R" ose "W" për çdo paketë

source: OpenVPN level 6 - very verbose output
sq: OpenVPN niveli 6 - shënime shumë të detajuara

source: OpenVPN logging level set by the configuration
sq: Niveli i shënimeve OpenVPN vendosur nga konfigurimi

source: Problem using future versions of Tunnelblick...
sq: Problem me përdorimin e versioneve të ardhshme të Tunnelblick…

source: Problem using future versions of macOS...
sq: Problem me përdorimin e versioneve të ardhshme të macOS…

source: Quit Tunnelblick
sq: Mbyll Tunnelblick

source: Rename Configuration
sq: Riemërto konfigurimin

source: Revert Configuration...
sq: Rikthe konfigurimin…

source: Show OpenVPN Log in Finder
sq: Hap shënimet e OpenVPN në Finder

source: Show on Tunnelblick Menu
sq: Shfaq në menunë e Tunnelblick

source: VPN Details...
sq: Detajet e VPN…

source: Warnings
sq: Paralajmërimet

source: Allow changes to manually-set network settings
sq: Lejo ndryshimet të vendosin manualisht rregullat e rrjetit

source: Apply to all
sq: Zbato tek të gjithë

source: Authenticate before connecting
sq: Identifikohu përpara lidhjes

source: Check for updates automatically
sq: Kontrollo per përditësime automatikisht

source: Check for updates to beta versions
sq: Kontrollo për përditësime të versioneve beta

source: Check if the apparent public IP address changed after connecting
sq: Kontrollo nëse IP e dukshme publike ndryshoi pas lidhjes

source: Check only when connected to a VPN
sq: Dallo vetëm kur je lidhur ne një VPN

source: Disable IPv6 unless the VPN server is accessed using IPv6
sq: Çaktivizo IPv6 përveç nëse serveri VPN është i aksesueshem me IPv6

source: Disable secondary network interfaces
sq: Çaktiviso interfaqen dytësore të internetit

source: Disconnect when computer goes to sleep
sq: Shkëput kur kompjuteri shkon të flejë

source: Disconnect when user switches out
sq: Shkëput kur përdoruesi shkyçet

source: Display connection submenus
sq: Shfaq nënmenutë e lidhjeve

source: Display connection timers
sq: Shfaq kohëmatësit e lidhjeve

source: Display window while Tunnelblick is starting up
sq: Shfaq dritaren kur Tunnelblick po hapet

source: Do not ask again, always 'Ignore'
sq: Mos më pyet më, gjithmonë 'Injoro'

source: Do not ask again, always Continue
sq: Mos më pyet më, gjithmonë 'Vazhdo'

source: Do not show this type of warning again
sq: Mos shfaq më këto lloj paralajmërimesh

source: Do not warn about this again for any configuration
sq: Mos paralajmëro më mbi këtë për asnjë konfigurim

source: Do not warn about this again for this configuration
sq: Mos paralajmëro më mbi këtë për këtë konfigurim

source: Do not warn about this again
sq: Mos paralajmëro më për këtë

source: Download updates when found
sq: Shkarko updatet kur janë gjetur

source: Enable IPv6 (tap only)
sq: Aktivizo IPv6 (vetëm për tap)

source: Keep connected
sq: Mbaj të lidhur

source: Monitor network settings
sq: Monitoro rregullat e rrjetit

source: Save in Keychain
sq: Ruaj në Keychain

source: Show when disconnected
sq: Shfaq kur shkëputet

source: Show when the pointer is over the Tunnelblick icon
sq: Shfaq kur treguesi është mbi ikonën e Tunnelblick

source: Double-click to begin
sq: Kliko 2 herë për të filluar

source: CONNECTED
sq: Lidhur

source: CONNECTING
sq: Duke u lidhur

source: DISCONNECTING
sq: Duke u shkëputur

source: EXITING
sq: Shkëputur

source: GET_CONFIG
sq: Duke marrë konfigurimet

source: PASSWORD_WAIT
sq: Duke pritur për passwordin

source: Tunnelblick Error
sq: Error Tunnelblick

source: Tunnelblick: Login Required
sq: Tunnelblick: Detyrohet Identifikimi

source: Tunnelblick: Passphrase Required
sq: Tunnelblick: Detyorhet Fjalekalimi

source: UNINSTALL OF TUNNELBLICK FAILED
sq: ÇINSTALIMI I TUNNELBLICK DËSHTOI

source: UNINSTALL OF TUNNELBLICK SUCCEEDED
sq: ÇINSTALIMI I TUNNELBLICK U KRYE ME SUKSES

source: Unable to launch Tunnelblick
sq: Tunnelblick nuk u mund të hapeshte

source: Unavailable
sq: I padisponueshem

source: Use 'down-root' plugin for OpenVPN?
sq: Përdor shtesën 'down-root' për "OpenVPN"?

source: Utilities
sq: Shërbimet

source: VPN Configuration Installation Error
sq: Instalimi i konfigurimit VPN dështoi

source: VPN Configuration Installation
sq: Instalimi i konfigurimit VPN

source: VPN Credentials
sq: Kredencialet VPN
